[
  {
    "year": 1986,
    "data": {
      "high_count": 53,
      "low_count": 85,
      "highest_rated": [
        "513",
        "Tenkuu no Shiro Laputa",
        "In a world filled with planes and airships, Sheeta is a young girl who has been kidnapped by government agents who seek her mysterious crystal amulet. While trapped aboard an airship, she finds herself without hope—that is, until the ship is raided by pirates. Taking advantage of the ensuing confusion, Sheeta manages to flee from her captors. Upon her escape, she meets Pazu, a boy who dreams of reaching the fabled flying castle, Laputa. The two decide to embark on a journey together to discover this castle in the sky. However, they soon find the government agents back on their trail, as they too are trying to reach Laputa for their own greedy purposes. \n \n Tenkuu no Shiro Laputa  follows the soaring adventures of Sheeta and Pazu, all while they learn how dreams and dire circumstances can bring two people closer together. \n \n[Written by MAL Rewrite]",
        "['Adventure', 'Fantasy', 'Romance', 'Sci-Fi']",
        "Aug 2, 1986",
        "1.0",
        "255742",
        "387",
        "179.0",
        "8.37",
        "https://cdn.myanimelist.net/images/anime/5/37799.jpg"
      ],
      "lowest_rated": [
        "2250",
        "Roots Search: Shokushin Buttai X",
        "When a research crew in deep space discovers the desolate ship \"Green Planet\" that warps into their area, they encounter Buzz, the commander and sole surivor of the ship. Being too incapacitated to make them aware of the situation of his ship, the research team will soon discover that they have found something far, far worse...  \n \n(Source: BakaBT) ",
        "['Sci-Fi', 'Space', 'Horror']",
        "Sep 10, 1986",
        "1.0",
        "2081",
        "7868",
        "11377.0",
        "4.17",
        "https://cdn.myanimelist.net/images/anime/1/2476.jpg"
      ]
    }
  },
  {
    "year": 1987,
    "data": {
      "high_count": 62,
      "low_count": 94,
      "highest_rated": [
        "1470",
        "City Hunter",
        " Ryo Saeba works the streets of Tokyo as the City Hunter. He's a \"sweeper\" and with his sidekick Kaori Makimura, he keeps the city clean. People hire the City Hunter to solve their dangerous problems, which he does with a Colt Python. When Ryo's not working on a case, he's working on getting the ladies, and Kaori must keep him in check with her trusty 10 kg hammer.  \n \n(Source: ANN)",
        "['Action', 'Comedy', 'Mystery', 'Shounen']",
        "Apr 6, 1987 to Mar 28, 1988",
        "51.0",
        "39228",
        "2221",
        "595.0",
        "7.99",
        "https://cdn.myanimelist.net/images/anime/8/20587.jpg"
      ],
      "lowest_rated": [
        "40626",
        "Shobo Kujira Chibi Cobra",
        "Music video for the song  Shobo Kujira Chibi Cobra  by NHK Tokyo Jidou Gasshoudan that was featured on NHK's Minna no Uta program. The video was animated by Tatsuji Kurahashi.",
        "['Kids', 'Music']",
        "Jun 2, 1987",
        "1.0",
        "41",
        "16241",
        "13885.0",
        "4.0",
        "https://cdn.myanimelist.net/images/anime/1071/103673.jpg"
      ]
    }
  },
  {
    "year": 1988,
    "data": {
      "high_count": 76,
      "low_count": 83,
      "highest_rated": [
        "820",
        "Ginga Eiyuu Densetsu",
        "The 150-year-long stalemate between the two interstellar superpowers, the Galactic Empire and the Free Planets Alliance, comes to an end when a new generation of leaders arises: the idealistic military genius Reinhard von Lohengramm, and the FPA's reserved historian, Yang Wenli. \n \nWhile Reinhard climbs the ranks of the Empire with the aid of his childhood friend, Siegfried Kircheis, he must fight not only the war, but also the remnants of the crumbling Goldenbaum Dynasty in order to free his sister from the Kaiser and unify humanity under one genuine ruler. Meanwhile, on the other side of the galaxy, Yang—a strong supporter of democratic ideals—has to stand firm in his beliefs, despite the struggles of the FPA, and show his pupil, Julian Mintz, that autocracy is not the solution. \n \nAs ideologies clash amidst the war's many casualties, the two strategic masterminds must ask themselves what the real reason behind their battle is. \n \n[Written by MAL Rewrite]",
        "['Military', 'Sci-Fi', 'Space', 'Drama']",
        "Jan 8, 1988 to Mar 17, 1997",
        "110.0",
        "175423",
        "620",
        "8.0",
        "9.03",
        "https://cdn.myanimelist.net/images/anime/13/13225.jpg"
      ],
      "lowest_rated": [
        "36351",
        "Kotatsu Musume de Teketekete",
        "A little girl gets a kotatsu stuck to her.",
        "['Music', 'Kids']",
        "Dec 2, 1988",
        "1.0",
        "82",
        "15684",
        "12794.0",
        "4.21",
        "https://cdn.myanimelist.net/images/anime/3/87772.jpg"
      ]
    }
  },
  {
    "year": 1989,
    "data": {
      "high_count": 72,
      "low_count": 112,
      "highest_rated": [
        "512",
        "Majo no Takkyuubin",
        "Kiki, a 13-year-old witch-in-training, must spend a year living on her own in a distant town in order to become a full-fledged witch. Leaving her family and friends, Kiki undertakes this tradition when she flies out into the open world atop her broomstick with her black cat Jiji. \n \nAs she settles down in the coastal town of Koriko, Kiki struggles to adapt and ends up wandering the streets with no place to stay—until she encounters Osono, who offers Kiki boarding in exchange for making deliveries for her small bakery. Before long, Kiki decides to open her own courier service by broomstick, beginning her journey to independence. In attempting to find her place among the townsfolk, Kiki brings with her exciting new experiences and comes to understand the true meaning of responsibility. \n \n[Written by MAL Rewrite]",
        "['Adventure', 'Comedy', 'Drama', 'Magic', 'Romance', 'Fantasy']",
        "Jul 29, 1989",
        "1.0",
        "273889",
        "361",
        "242.0",
        "8.29",
        "https://cdn.myanimelist.net/images/anime/10/75916.jpg"
      ],
      "lowest_rated": [
        "2318",
        "Dog Soldier",
        "When an American scientist carrying a cure for the AIDS virus is kidnapped by an arms merchant, John Kyosuke is forced back from retirement. He accepts the challenge to regain pocession of the anti-serum. He finds out that some of the people he is after are closely related, which gives his conquest a whole new meaning. \n \n(Source: AnimeNfo)",
        "['Action', 'Military', 'Seinen']",
        "Oct 8, 1989",
        "1.0",
        "1296",
        "8963",
        "11398.0",
        "3.95",
        "https://cdn.myanimelist.net/images/anime/2/2581.jpg"
      ]
    }
  },
  {
    "year": 1990,
    "data": {
      "high_count": 69,
      "low_count": 121,
      "highest_rated": [
        "39405",
        "Kaitei-koku no Koutsu Anzen",
        "A traffic safety anime by Toei that uses components of the folktale Urashima Tarou woven into an underwater city with submarines instead of cars.",
        "['Fantasy', 'Kids']",
        "1990",
        "1.0",
        "36",
        "16283",
        "12550.0",
        "8.88",
        "https://cdn.myanimelist.net/images/anime/1957/99484.jpg"
      ],
      "lowest_rated": [
        "1966",
        "Ankoku Shinwa",
        "Long ago there were fierce gods of legends who shook the earth to its foundation with their power. There are now prehistoric rivals from the primitive times in Japan, that fought to protect their secrets in the present day. The God of Darkness Susanoah-oh is now sleeping in the shadows of the underworld waiting for his rebirth. However his coming hasn't gone unoticed. There are agents from the Kikuchi Clan (descendants of Japans first inhabitants) who have seen the warning signs of the spreading of darkness's bringing. These investigators are armed with ancient knowledge and artifacts who are willingly prepared to face the God of Darkness. Now they must fight the assembled spirits of hell to find the one young boy who is chosen by fate to grasp the chaotic might of the deadly Gods. \n \n(Source: ANN)",
        "['Demons', 'Fantasy', 'Horror', 'Mystery', 'Psychological', 'Supernatural']",
        "Jan 26, 1990 to Feb 23, 1990",
        "2.0",
        "1967",
        "7998",
        "11376.0",
        "4.17",
        "https://cdn.myanimelist.net/images/anime/2/57439.jpg"
      ]
    }
  },
  {
    "year": 1991,
    "data": {
      "high_count": 75,
      "low_count": 111,
      "highest_rated": [
        "27839",
        "Ticonderonga no Iru Umi",
        "Based on a children's picture book of the same name. \n \nOn December 5, 1965, a U.S. aircraft carrier is en route from Vietnam to Yokosuka, Japan. While conducting training exercises 80 miles off Okinawa, an A4 strike aircraft is loaded with a B43 hydrogen bomb, but it falls overboard and sinks in 16,000 feet of water. Based on the true story of the USS Ticonderoga, which reached Japan two days later (on the anniversary of Pearl Harbor; nice touch). Neither side revealed the incident, nor that she was carrying atomic weapons in contravention of U.S. treaties with Japan. The plane, its pilot, and the bomb were never recovered, and the incident was only declassified in 1989, causing an outcry in Japan and resulting in this environmentally themed anime. The extra \"n\" in Ticonderonga may be a genuine error in transcription or an attempt to distance the story from real events, since the anime continues with Ashika, a boy from a Japanese fishing town, contacted by telepathic whales who bring him visions of fearful seamonsters. Then again, if you were a whale given a choice between nuclear contamination and talking to Japanese fishermen, which would you choose? \n \n(Source: The Anime Encyclopedia)",
        "['Kids', 'Historical', 'Drama']",
        "1991",
        "1.0",
        "138",
        "14571",
        "14219.0",
        "8.33",
        "https://cdn.myanimelist.net/images/anime/3/67455.jpg"
      ],
      "lowest_rated": [
        "1345",
        "Soujuu Senshi Psychic Wars",
        "Ukyo Rettsu, a surgeon, treats a mysterous old woman for a mysterious \"cancer.\" The growth turns out to be a messenger from the ancient past of Japan heralding a demonic invasion of the Earth. Ukyo must go back in time and fight the race of ancient demons.  \n \n(Source: AniDB)",
        "['Action', 'Super Power', 'Demons', 'Seinen']",
        "Feb 22, 1991",
        "1.0",
        "2730",
        "7208",
        "11468.0",
        "3.12",
        "https://cdn.myanimelist.net/images/anime/10/27271.jpg"
      ]
    }
  },
  {
    "year": 1992,
    "data": {
      "high_count": 88,
      "low_count": 114,
      "highest_rated": [
        "392",
        "Yuu☆Yuu☆Hakusho",
        "One fateful day, Yuusuke Urameshi, a 14-year-old delinquent with a dim future, gets a miraculous chance to turn it all around when he throws himself in front of a moving car to save a young boy. His ultimate sacrifice is so out of character that the authorities of the spirit realm are not yet prepared to let him pass on. Koenma, heir to the throne of the spirit realm, offers Yuusuke an opportunity to regain his life through completion of a series of tasks. With the guidance of the death god Botan, he is to thwart evil presences on Earth as a Spirit Detective. \n \nTo help him on his venture, Yuusuke enlists ex-rival Kazuma Kuwabara, and two demons, Hiei and Kurama, who have criminal pasts. Together, they train and battle against enemies who would threaten humanity's very existence. \n \n[Written by MAL Rewrite]",
        "['Action', 'Comedy', 'Demons', 'Supernatural', 'Martial Arts', 'Shounen']",
        "Oct 10, 1992 to Jan 7, 1995",
        "112.0",
        "358442",
        "257",
        "113.0",
        "8.47",
        "https://cdn.myanimelist.net/images/anime/8/25152.jpg"
      ],
      "lowest_rated": [
        "9318",
        "Samero",
        "Short film from animator Tsuji Naoyuki, who is known for his use of both charcoal and puppet animation.  Wake Up is a dark and brooding animation epitomizing his story telling style by combining serene worlds and childlike images with darkness and nightmarish scenes.",
        "['Dementia']",
        "1992",
        "1.0",
        "638",
        "10459",
        "11308.0",
        "4.44",
        "https://cdn.myanimelist.net/images/anime/4/25824.jpg"
      ]
    }
  },
  {
    "year": 1993,
    "data": {
      "high_count": 91,
      "low_count": 104,
      "highest_rated": [
        "170",
        "Slam Dunk",
        "Hanamichi Sakuragi, infamous for this temper, massive height, and fire-red hair, enrolls in Shohoku High, hoping to finally get a girlfriend and break his record of being rejected 50 consecutive times in middle school. His notoriety precedes him, however, leading to him being avoided by most students. Soon, after certain events, Hanamichi is left with two unwavering thoughts: \"I hate basketball,\" and \"I desperately need a girlfriend.\" \n \nOne day, a girl named Haruko Akagi approaches him without any knowledge of his troublemaking and asks him if he likes basketball. Hanamichi immediately falls head over heels in love with her, blurting out a fervent affirmative. She then leads him to the gymnasium, where she asks him if he can do a slam dunk. In an attempt to impress Haruko, he makes the leap, but overshoots, instead slamming his head straight into the blackboard. When Haruko informs the basketball team's captain of Hanamichi's near-inhuman physical capabilities, he slowly finds himself drawn into the camaraderie and competition of the sport he had previously held resentment for. \n \n[Written by MAL Rewrite]",
        "['Comedy', 'Sports', 'Drama', 'School', 'Shounen']",
        "Oct 16, 1993 to Mar 23, 1996",
        "101.0",
        "150652",
        "735",
        "87.0",
        "8.53",
        "https://cdn.myanimelist.net/images/anime/12/86890.jpg"
      ],
      "lowest_rated": [
        "40527",
        "Smile",
        "Music video for the song  SMILE  by ANNA BANANA that was featured on NHK's Minna no Uta program. The video was animated by Seiichi Hayashi.",
        "['Kids', 'Music']",
        "Jun 2, 1993",
        "1.0",
        "36",
        "16286",
        "13921.0",
        "4.29",
        "https://cdn.myanimelist.net/images/anime/1373/103465.jpg"
      ]
    }
  },
  {
    "year": 1994,
    "data": {
      "high_count": 75,
      "low_count": 100,
      "highest_rated": [
        "39229",
        "Time Slip 1923: Mori no Miracle Jishin Taiken",
        "It's September 1st and a girl is riding her motorcycle that her grandpa built for her when she suddenly time slips to 1923, the same day as the Great Kanto earthquake. Here she meets her grandpa as a child and learns how to extinguish the fire of a neighbor's house. It is meant to be an educational film shown at schools.",
        "['Kids']",
        "1994",
        "1.0",
        "36",
        "16279",
        "14223.0",
        "8.5",
        "https://cdn.myanimelist.net/images/anime/1511/98953.jpg"
      ],
      "lowest_rated": [
        "7900",
        "Super Child",
        "It is the year 2023, hurrying for a scoop, Eunjoo, a very active girl reporter, meets Gokdari and his super kids, who specialize in arresting space criminals. The Gokdari's group consists of the best space warriors. \n \nTheir job is to do good by getting rid of any space rascal. At the right moment they arrest a space monster names Wangdochi and another criminal by locking them in a mysterious golden stick, which is widely reported by Eunjoo. \n \nOne month later, a police chief and an inspector visit Gokdari and his super kids and asks them to arrest Judogwi, the most violent criminal in space. Judogwi, a 90-foot tall monster, resembling an elephant. This monster is a very violent offender. Carrying a strong energizer bead and equipped with super natural powers. \nThe police offer a reward on this offender's head. Gokdari and his super kids leave for the skull planet where Judogwi lives. They face a lot of danger and difficulties in fighting this monster because of his supernatural powers. They are joined by another warrior, Mio, he takes the energizer bead out of Judogwi and lets it explode by itself. \n \nAs Judogwi has no power with the bead, all our heroes finally defeat the monster and lock him in the mysterious golden stick. Gokdari and his super kids return to earth and donate their reward to an orphanage. ",
        "['Action', 'Sci-Fi', 'Adventure']",
        "Jul 23, 1994",
        "1.0",
        "921",
        "9688",
        "11474.0",
        "2.84",
        "https://cdn.myanimelist.net/images/anime/7/19282.jpg"
      ]
    }
  },
  {
    "year": 1995,
    "data": {
      "high_count": 95,
      "low_count": 78,
      "highest_rated": [
        "30",
        "Neon Genesis Evangelion",
        "In the year 2015, the world stands on the brink of destruction. Humanity's last hope lies in the hands of Nerv, a special agency under the United Nations, and their Evangelions, giant machines capable of defeating the Angels who herald Earth's ruin. Gendou Ikari, head of the organization, seeks compatible pilots who can synchronize with the Evangelions and realize their true potential. Aiding in this defensive endeavor are talented personnel Misato Katsuragi, Head of Tactical Operations, and Ritsuko Akagi, Chief Scientist. \n \nFace to face with his father for the first time in years, 14-year-old Shinji Ikari's average life is irreversibly changed when he is whisked away into the depths of Nerv, and into a harrowing new destiny—he must become the pilot of Evangelion Unit-01 with the fate of mankind on his shoulders. \n \nWritten by Hideaki Anno,  Neon Genesis Evangelion  is a heroic tale of a young boy who will become a legend. But as this psychological drama unfolds, ancient secrets beneath the big picture begin to bubble to the surface... \n \n[Written by MAL Rewrite]",
        "['Action', 'Dementia', 'Drama', 'Mecha', 'Psychological', 'Sci-Fi']",
        "Oct 4, 1995 to Mar 27, 1996",
        "26.0",
        "844506",
        "49",
        "208.0",
        "8.33",
        "https://cdn.myanimelist.net/images/anime/12/21418.jpg"
      ],
      "lowest_rated": [
        "7811",
        "Yoru no Okite",
        "\"Yoru no Okite\" takes us to the sky (or to hell) to accompany the delirium of a man who is assassinated. A different take on a spirit who is adrift after being murdered. This restless spirit takes us on a surreal journey through death, the after life, and back to the land of the living again. \n",
        "['Dementia']",
        "1995",
        "1.0",
        "1116",
        "9295",
        "11368.0",
        "4.22",
        "https://cdn.myanimelist.net/images/anime/9/18950.jpg"
      ]
    }
  },
  {
    "year": 1996,
    "data": {
      "high_count": 89,
      "low_count": 82,
      "highest_rated": [
        "45",
        "Rurouni Kenshin: Meiji Kenkaku Romantan",
        "In the final years of the Bakumatsu era lived a legendary assassin known as Hitokiri Battousai. Feared as a merciless killer, he was unmatched throughout the country, but mysteriously disappeared at the peak of the Japanese Revolution. It has been ten peaceful years since then, but the very mention of Battousai still strikes terror into the hearts of war veterans. \n \nUnbeknownst to them, Battousai has abandoned his bloodstained lifestyle in an effort to repent for his sins, now living as Kenshin Himura, a wandering swordsman with a cheerful attitude and a strong will. Vowing never to kill again, Kenshin dedicates himself to protecting the weak. One day, he stumbles across Kaoru Kamiya at her kendo dojo, which is being threatened by an impostor claiming to be Battousai. After receiving help from Kenshin, Kaoru allows him to stay at the dojo, and so the former assassin temporarily ceases his travels. \n \n Rurouni Kenshin: Meiji Kenkaku Romantan  tells the story of Kenshin as he strives to save those in need of saving. However, as enemies from both past and present begin to emerge, will the reformed killer be able to uphold his new ideals? \n \n[Written by MAL Rewrite]",
        "['Action', 'Adventure', 'Comedy', 'Historical', 'Romance', 'Samurai', 'Shounen']",
        "Jan 10, 1996 to Sep 8, 1998",
        "94.0",
        "328520",
        "294",
        "178.0",
        "8.37",
        "https://cdn.myanimelist.net/images/anime/7/6803.jpg"
      ],
      "lowest_rated": [
        "2792",
        "Panzer Dragoon",
        "Legends speak of a Dark Tower with a race of dragons that awaits the command to arise and wreak havoc. At least Kyle used to believe they were only legends until his lady, Alita, is stolen by the Black Dragon!  \n \nNow Kyle must form an alliance with Blau, a blue dragon, in order to rescue her before she becomes the catalyst for the Dark Tower's final program: the complete destruction of the world! \n \n(Source: AniDB)",
        "['Adventure', 'Fantasy']",
        "Oct 25, 1996",
        "1.0",
        "1893",
        "8076",
        "11464.0",
        "3.2",
        "https://cdn.myanimelist.net/images/anime/1698/94566.jpg"
      ]
    }
  },
  {
    "year": 1997,
    "data": {
      "high_count": 92,
      "low_count": 84,
      "highest_rated": [
        "164",
        "Mononoke Hime",
        "When an Emishi village is attacked by a fierce demon boar, the young prince Ashitaka puts his life at stake to defend his tribe. With its dying breath, the beast curses the prince's arm, granting him demonic powers while gradually siphoning his life away. Instructed by the village elders to travel westward for a cure, Ashitaka arrives at Tatara, the Iron Town, where he finds himself embroiled in a fierce conflict: Lady Eboshi of Tatara, promoting constant deforestation, stands against Princess San and the sacred spirits of the forest, who are furious at the destruction brought by the humans. As the opposing forces of nature and mankind begin to clash in a desperate struggle for survival, Ashitaka attempts to seek harmony between the two, all the while battling the latent demon inside of him.  Princess Mononoke  is a tale depicting the connection of technology and nature, while showing the path to harmony that could be achieved by mutual acceptance. \n \n[Written by MAL Rewrite]",
        "['Action', 'Adventure', 'Fantasy']",
        "Jul 12, 1997",
        "1.0",
        "656961",
        "77",
        "30.0",
        "8.77",
        "https://cdn.myanimelist.net/images/anime/7/75919.jpg"
      ],
      "lowest_rated": [
        "23877",
        "Gondora",
        "A short anime about a guy living in his own world.",
        "['Dementia']",
        "Dec 5, 1997",
        "1.0",
        "1545",
        "8565",
        "11395.0",
        "3.98",
        "https://cdn.myanimelist.net/images/anime/6/61765.jpg"
      ]
    }
  },
  {
    "year": 1998,
    "data": {
      "high_count": 112,
      "low_count": 90,
      "highest_rated": [
        "1",
        "Cowboy Bebop",
        "In the year 2071, humanity has colonized several of the planets and moons of the solar system leaving the now uninhabitable surface of planet Earth behind. The Inter Solar System Police attempts to keep peace in the galaxy, aided in part by outlaw bounty hunters, referred to as \"Cowboys.\" The ragtag team aboard the spaceship Bebop are two such individuals. \n  \nMellow and carefree Spike Spiegel is balanced by his boisterous, pragmatic partner Jet Black as the pair makes a living chasing bounties and collecting rewards. Thrown off course by the addition of new members that they meet in their travels—Ein, a genetically engineered, highly intelligent Welsh Corgi; femme fatale Faye Valentine, an enigmatic trickster with memory loss; and the strange computer whiz kid Edward Wong—the crew embarks on thrilling adventures that unravel each member's dark and mysterious past little by little. \n \nWell-balanced with high density action and light-hearted comedy,  Cowboy Bebop  is a space Western classic and an homage to the smooth and improvised music it is named after. \n \n[Written by MAL Rewrite]",
        "['Action', 'Adventure', 'Comedy', 'Drama', 'Sci-Fi', 'Space']",
        "Apr 3, 1998 to Apr 24, 1999",
        "26.0",
        "930311",
        "39",
        "26.0",
        "8.81",
        "https://cdn.myanimelist.net/images/anime/4/19644.jpg"
      ],
      "lowest_rated": [
        "1585",
        "Spectral Force",
        "In a time when demons rule the world and mankind seeks freedom, human rebels gain control of the demon-slaying sword Tenmaken and attempt to assassinate the Demon King Janus. To preserve the sovereignty of her homeland, the half-human, half-demon Princess Hiro must overcome her deep hatred of the humans or face a war that will ravage the entire world! \n \n(Source: AniDB)",
        "['Demons', 'Fantasy']",
        "Nov 25, 1998 to Mar 25, 1999",
        "2.0",
        "1573",
        "8513",
        "11401.0",
        "3.93",
        "https://cdn.myanimelist.net/images/anime/4/5422.jpg"
      ]
    }
  },
  {
    "year": 1999,
    "data": {
      "high_count": 114,
      "low_count": 105,
      "highest_rated": [
        "44",
        "Rurouni Kenshin: Meiji Kenkaku Romantan - Tsuioku-hen",
        "When mankind's savagery surpasses his fear of death, there is little hope for those who wish to live honest lives. Beneath a full moon, a young boy witnesses the murder of the bandits who had enslaved him, and is then christened with a new name by the man who rescued him. This boy is Shinta, now known as Kenshin Himura, and he is destined to become a swordsman. The softness of his heart does not befit the occupation, but his desire to protect the innocent is absolute. \n \n Rurouni Kenshin: Meiji Kenkaku Romantan - Tsuioku-hen  details the origins of the man who would bear the name of Hitokiri Battousai long before he swore his oath not to kill and before he earned his reputation as an assassin. The young man’s heart is divided between justice and corruption, while the fate of a nation rests on his actions. \n \n[Written by MAL Rewrite]",
        "['Action', 'Historical', 'Drama', 'Romance', 'Martial Arts', 'Samurai', 'Shounen']",
        "Feb 20, 1999 to Sep 22, 1999",
        "4.0",
        "200024",
        "537",
        "35.0",
        "8.75",
        "https://cdn.myanimelist.net/images/anime/1807/102419.jpg"
      ],
      "lowest_rated": [
        "29105",
        "Aruite Mikka!",
        "Short CGI music video by George Tokoro featured on NHK's Minna no Uta program.",
        "['Music', 'Comedy', 'Kids']",
        "Dec 1, 1999",
        "1.0",
        "342",
        "11848",
        "11291.0",
        "4.48",
        "https://cdn.myanimelist.net/images/anime/5/70203.jpg"
      ]
    }
  },
  {
    "year": 2000,
    "data": {
      "high_count": 116,
      "low_count": 84,
      "highest_rated": [
        "263",
        "Hajime no Ippo",
        "Makunouchi Ippo has been bullied his entire life. Constantly running errands and being beaten up by his classmates, Ippo has always dreamed of changing himself, but never has the passion to act upon it. One day, in the midst of yet another bullying, Ippo is saved by Takamura Mamoru, who happens to be a boxer. Ippo faints from his injuries and is brought to the Kamogawa boxing gym to recover. As he regains consciousness, he is awed and amazed at his new surroundings in the gym, though lacks confidence to attempt anything. Takamura places a photo of Ippo's classmate on a punching bag and forces him to punch it. It is only then that Ippo feels something stir inside him and eventually asks Takamura to train him in boxing. Thinking that Ippo does not have what it takes, Takamura gives him a task deemed impossible and gives him a one week time limit. With a sudden desire to get stronger, for himself and his hard working mother, Ippo trains relentlessly to accomplish the task within the time limit. Thus Ippo's journey to the top of the boxing world begins. \n \n[Written by MAL Rewrite]",
        "['Comedy', 'Sports', 'Drama', 'Shounen']",
        "Oct 4, 2000 to Mar 27, 2002",
        "75.0",
        "301226",
        "322",
        "29.0",
        "8.77",
        "https://cdn.myanimelist.net/images/anime/10/2025.jpg"
      ],
      "lowest_rated": [
        "29949",
        "Nami",
        "A woman is enjoying herself in bed until a swarm of fish bursts out from all over her house to disturb her leisure time. Will she decide to resist, or let them crawl inside her and take control? \n  \n[Written by MAL Rewrite]",
        "['Dementia']",
        "2000",
        "1.0",
        "6670",
        "5133",
        "11480.0",
        "2.47",
        "https://cdn.myanimelist.net/images/anime/2/71841.jpg"
      ]
    }
  },
  {
    "year": 2001,
    "data": {
      "high_count": 147,
      "low_count": 125,
      "highest_rated": [
        "199",
        "Sen to Chihiro no Kamikakushi",
        "Stubborn, spoiled, and naïve, 10-year-old Chihiro Ogino is less than pleased when she and her parents discover an abandoned amusement park on the way to their new house. Cautiously venturing inside, she realizes that there is more to this place than meets the eye, as strange things begin to happen once dusk falls. Ghostly apparitions and food that turns her parents into pigs are just the start—Chihiro has unwittingly crossed over into the spirit world. Now trapped, she must summon the courage to live and work amongst spirits, with the help of the enigmatic Haku and the cast of unique characters she meets along the way. \n \nVivid and intriguing,  Sen to Chihiro no Kamikakushi  tells the story of Chihiro's journey through an unfamiliar world as she strives to save her parents and return home. \n \n[Written by MAL Rewrite]",
        "['Adventure', 'Supernatural', 'Drama']",
        "Jul 20, 2001",
        "1.0",
        "913212",
        "40",
        "20.0",
        "8.9",
        "https://cdn.myanimelist.net/images/anime/6/79597.jpg"
      ],
      "lowest_rated": [
        "2776",
        "Generation of Chaos",
        "In the world of Neverland, humans and monsters live alongside each other.  Generation of Chaos  details the start of the adventures of the two heroes of Neverland, Chiffon and Roze. \n \n Departure of Chiffon \nChiffon is a boy with the power to train monsters. After realizing that his power is waning, he sets out to Hiyoko Forest to return his Hiyokomushi—a fish-like mount and companion—back to its homeland, the Hiyoko Forest. However, the journey there is anything but uneventful as his control over his monster gradually loosens. \n \n Roze's Decision \nRoze is of half-demon descent, living a quiet life among humans with her sister Emilia. One day, as Roze returns from work, she sees her house being set on fire.The destruction of her home shatters her dream of being able to live peacefully with humankind, as she is reminded that harmony between demons and humans is far from becoming a reality. \n \n[Written by MAL Rewrite]",
        "['Action', 'Adventure', 'Demons', 'Fantasy', 'Magic']",
        "Sep 5, 2001",
        "1.0",
        "1761",
        "8230",
        "11442.0",
        "3.5",
        "https://cdn.myanimelist.net/images/anime/7/3752.jpg"
      ]
    }
  },
  {
    "year": 2002,
    "data": {
      "high_count": 152,
      "low_count": 127,
      "highest_rated": [
        "467",
        "Koukaku Kidoutai: Stand Alone Complex",
        "In the not so distant future, mankind has advanced to a state where complete body transplants from flesh to machine is possible. This allows for great increases in both physical and cybernetic prowess and blurring the lines between the two worlds. However, criminals can also make full use of such technology, leading to new and sometimes, very dangerous crimes. In response to such innovative new methods, the Japanese Government has established Section 9, an independently operating police unit which deals with such highly sensitive crimes. \n \nLed by Daisuke Aramaki and Motoko Kusanagi, Section 9 deals with such crimes over the entire social spectrum, usually with success. However, when faced with a new A level hacker nicknamed \"The Laughing Man,\" the team is thrown into a dangerous cat and mouse game, following the hacker's trail as it leaves its mark on Japan. \n \n[Written by MAL Rewrite]",
        "['Action', 'Military', 'Sci-Fi', 'Police', 'Mecha', 'Seinen']",
        "Oct 1, 2002 to Oct 1, 2003",
        "26.0",
        "291249",
        "331",
        "129.0",
        "8.44",
        "https://cdn.myanimelist.net/images/anime/11/50857.jpg"
      ],
      "lowest_rated": [
        "22161",
        "Scrap Diary",
        "An abstract work by Keichii Tanaami.",
        "['Dementia']",
        "2002",
        "1.0",
        "1052",
        "9416",
        "11460.0",
        "3.25",
        "https://cdn.myanimelist.net/images/anime/3/88365.jpg"
      ]
    }
  },
  {
    "year": 2003,
    "data": {
      "high_count": 166,
      "low_count": 133,
      "highest_rated": [
        "486",
        "Kino no Tabi: The Beautiful World",
        "Kino, a 15-year-old traveler, forms a bond with Hermes, a talking motorcycle. Together, they wander the lands and venture through various countries and places, despite having no clear idea of what to expect. After all, life is a journey filled with the unknown.  \n \nThroughout their journeys, they encounter different kinds of customs, from the morally gray to tragic and fascinating. They also meet many people: some who live to work, some who live to make others happy, and some who live to chase their dreams. Thus, in every country they visit, there is always something to learn from the way people carry out their lives.  \n \nIt is not up to Kino or Hermes to decide whether these asserted values are wrong or right, as they merely assume the roles of observers within this small world. They do not attempt to change or influence the places they visit, despite how absurd these values would appear. That's because in one way or another, they believe things are fine as they are, and that \"the world is not beautiful; therefore, it is.\" \n \n[Written by MAL Rewrite]",
        "['Action', 'Adventure', 'Psychological', 'Slice of Life']",
        "Apr 8, 2003 to Jul 8, 2003",
        "13.0",
        "183465",
        "590",
        "161.0",
        "8.39",
        "https://cdn.myanimelist.net/images/anime/1763/95397.jpg"
      ],
      "lowest_rated": [
        "13405",
        "Utsu Musume Sayuri",
        "Sayuri is a curious creature who lives on her husband with her equally surreal mother and father. With an antenna-like whip protruding from her head, she is a striking daughter, and her long-awaited time to strike has come. Her family and friends watch eagerly as Sayuri carries out this bizarre ceremony. \n \n[Written by MAL Rewrite]",
        "['Comedy', 'Dementia']",
        "2003",
        "1.0",
        "9193",
        "4503",
        "11483.0",
        "2.07",
        "https://cdn.myanimelist.net/images/anime/6/37519.jpg"
      ]
    }
  },
  {
    "year": 2004,
    "data": {
      "high_count": 170,
      "low_count": 153,
      "highest_rated": [
        "431",
        "Howl no Ugoku Shiro",
        "That jumbled piece of architecture, that cacophony of hissing steam and creaking joints, with smoke billowing from it as it moves on its own... That castle is home to the magnificent wizard Howl, infamous for both his magical prowess and for being a womanizer—or so the rumor goes in Sophie Hatter's small town. Sophie, as the plain daughter of a hatmaker, does not expect much from her future and is content with working hard in the shop.  \n \nHowever, Sophie's simple life takes a turn for the exciting when she is ensnared in a disturbing situation, and the mysterious wizard appears to rescue her. Unfortunately, this encounter, brief as it may be, spurs the vain and vengeful Witch of the Waste—in a fit of jealousy caused by a past discord with Howl—to put a curse on the maiden, turning her into an old woman. \n \nIn an endeavor to return to normal, Sophie must accompany Howl and a myriad of eccentric companions—ranging from a powerful fire demon to a hopping scarecrow—in his living castle, on a dangerous adventure as a raging war tears their kingdom apart. \n \n[Written by MAL Rewrite]",
        "['Adventure', 'Drama', 'Fantasy', 'Romance']",
        "Nov 20, 2004",
        "1.0",
        "615722",
        "88",
        "41.0",
        "8.71",
        "https://cdn.myanimelist.net/images/anime/5/75810.jpg"
      ],
      "lowest_rated": [
        "3287",
        "Tenkuu Danzai Skelter+Heaven",
        "When a mysterious entity suddenly appears in the center of Tokyo, the Alta Mira Agency is tasked to repel the extraterrestrial threat. Otsuya Funagai must guide his all-female unit of \"Battle Sole\" pilots to take down the strange being no matter the cost. However, his intimate relationship with one of the pilots, Rin Ichikawa, may spell trouble for the team and the mission itself. \n \n[Written by MAL Rewrite]",
        "['Sci-Fi', 'Mecha']",
        "Dec 8, 2004",
        "1.0",
        "16265",
        "3540",
        "11484.0",
        "1.9",
        "https://cdn.myanimelist.net/images/anime/9/62115.jpg"
      ]
    }
  },
  {
    "year": 2005,
    "data": {
      "high_count": 213,
      "low_count": 173,
      "highest_rated": [
        "457",
        "Mushishi",
        "\"Mushi\": the most basic forms of life in the world. They exist without any goals or purposes aside from simply \"being.\" They are beyond the shackles of the words \"good\" and \"evil.\" Mushi can exist in countless forms and are capable of mimicking things from the natural world such as plants, diseases, and even phenomena like rainbows. \n \nThis is, however, just a vague definition of these entities that inhabit the vibrant world of Mushishi, as to even call them a form of life would be an oversimplification. Detailed information on Mushi is scarce because the majority of humans are unaware of their existence. \n \nSo what are Mushi and why do they exist? This is the question that a \"Mushishi,\" Ginko, ponders constantly. Mushishi are those who research Mushi in hopes of understanding their place in the world's hierarchy of life. \n \nGinko chases rumors of occurrences that could be tied to Mushi, all for the sake of finding an answer. \n \nIt could, after all, lead to the meaning of life itself. \n \n[Written by MAL Rewrite]",
        "['Adventure', 'Slice of Life', 'Mystery', 'Historical', 'Supernatural', 'Fantasy', 'Seinen']",
        "Oct 23, 2005 to Jun 19, 2006",
        "26.0",
        "503625",
        "132",
        "42.0",
        "8.71",
        "https://cdn.myanimelist.net/images/anime/2/73862.jpg"
      ],
      "lowest_rated": [
        "413",
        "Hametsu no Mars",
        "Several months after a probe returning from Mars burns up during reentry, strange creatures dubbed \"Ancients\" begin to appear throughout Tokyo. Aggressive and dangerous, they cannot be killed with ordinary weapons. As scientists struggle to find the cause of their sudden appearance, the monsters wreak havoc across the world. \n \nHumanity finds hope in the form of the MARS suit—a new weapon developed to take down these enemies. The suit, however, can only be worn by those with specific DNA. Enter Takeru Hinata, an ordinary teen with a troubled past and one of the few capable of piloting the only weapon against the Ancients. With the help of the AAST, a special police force established to defeat the dangerous creatures, the young man battles against demons both personal and global whilst trying to discover the true nature of Earth's new aggressors. \n \n[Written by MAL Rewrite]",
        "['Sci-Fi', 'Horror']",
        "Jul 6, 2005",
        "1.0",
        "40946",
        "2153",
        "11481.0",
        "2.33",
        "https://cdn.myanimelist.net/images/anime/7/68855.jpg"
      ]
    }
  },
  {
    "year": 2006,
    "data": {
      "high_count": 252,
      "low_count": 173,
      "highest_rated": [
        "918",
        "Gintama",
        "The Amanto, aliens from outer space, have invaded Earth and taken over feudal Japan. As a result, a prohibition on swords has been established, and the samurai of Japan are treated with disregard as a consequence. \n \nHowever one man, Gintoki Sakata, still possesses the heart of the samurai, although from his love of sweets and work as a yorozuya, one might not expect it. Accompanying him in his jack-of-all-trades line of work are Shinpachi Shimura, a boy with glasses and a strong heart, Kagura with her umbrella and seemingly bottomless stomach, as well as Sadaharu, their oversized pet dog. Of course, these odd jobs are not always simple, as they frequently have run-ins with the police, ragtag rebels, and assassins, oftentimes leading to humorous but unfortunate consequences. \n \nWho said life as an errand boy was easy? \n \n[Written by MAL Rewrite]",
        "['Action', 'Comedy', 'Historical', 'Parody', 'Samurai', 'Sci-Fi', 'Shounen']",
        "Apr 4, 2006 to Mar 25, 2010",
        "201.0",
        "579150",
        "97",
        "13.0",
        "8.97",
        "https://cdn.myanimelist.net/images/anime/10/73274.jpg"
      ],
      "lowest_rated": [
        "11915",
        "Within the Bloody Woods",
        "A man wanders lost in the forest when he happens upon another person. At first thinking the stranger is injured, the man quickly realizes that isn't the case. The stranger, in fact, isn't even human—he's a zombie! Suddenly finding himself in danger, the man pulls out a machete to fight. The lost man must now defend himself against the dangers lurking in the forest... \n \n[Written by MAL Rewrite]",
        "['Horror']",
        "May 22, 2006 to Aug 5, 2006",
        "2.0",
        "1845",
        "8131",
        "11457.0",
        "3.34",
        "https://cdn.myanimelist.net/images/anime/9/33469.jpg"
      ]
    }
  },
  {
    "year": 2007,
    "data": {
      "high_count": 261,
      "low_count": 148,
      "highest_rated": [
        "2001",
        "Tengen Toppa Gurren Lagann",
        "Simon and Kamina were born and raised in a deep, underground village, hidden from the fabled surface. Kamina is a free-spirited loose cannon bent on making a name for himself, while Simon is a timid young boy with no real aspirations. One day while excavating the earth, Simon stumbles upon a mysterious object that turns out to be the ignition key to an ancient artifact of war, which the duo dubs Lagann. Using their new weapon, Simon and Kamina fend off a surprise attack from the surface with the help of Yoko Littner, a hot-blooded redhead wielding a massive gun who wanders the world above. \n \nIn the aftermath of the battle, the sky is now in plain view, prompting Simon and Kamina to set off on a journey alongside Yoko to explore the wastelands of the surface. Soon, they join the fight against the \"Beastmen,\" humanoid creatures that terrorize the remnants of humanity in powerful robots called \"Gunmen.\" Although they face some challenges and setbacks, the trio bravely fights these new enemies alongside other survivors to reclaim the surface, while slowly unraveling a galaxy-sized mystery. \n \n[Written by MAL Rewrite]",
        "['Action', 'Adventure', 'Comedy', 'Mecha', 'Sci-Fi']",
        "Apr 1, 2007 to Sep 30, 2007",
        "27.0",
        "982090",
        "29",
        "44.0",
        "8.7",
        "https://cdn.myanimelist.net/images/anime/4/5123.jpg"
      ],
      "lowest_rated": [
        "11689",
        "CCW: Crazy Clay Wrestling",
        "An intense wrestling match takes place between Yellow and Orange. Pulling out all the stops, they attack each other with all they have—German suplexes, snaps, groin kicks, tosses, and headlocks are all fair game. Only the side that can pin down the other for three seconds will be the winner, and they will both go all-out to seize the prize! \n \n[Written by MAL Rewrite]",
        "['Sports']",
        "Dec 8, 2007",
        "1.0",
        "1769",
        "8225",
        "11451.0",
        "3.44",
        "https://cdn.myanimelist.net/images/anime/2/33509.jpg"
      ]
    }
  },
  {
    "year": 2008,
    "data": {
      "high_count": 258,
      "low_count": 177,
      "highest_rated": [
        "4181",
        "Clannad: After Story",
        "Clannad: After Story , the sequel to the critically acclaimed slice-of-life series  Clannad , begins after Tomoya Okazaki and Nagisa Furukawa graduate from high school. Together, they experience the emotional rollercoaster of growing up. Unable to decide on a course for his future, Tomoya learns the value of a strong work ethic and discovers the strength of Nagisa's support. Through the couple's dedication and unity of purpose, they push forward to confront their personal problems, deepen their old relationships, and create new bonds. \n \nTime also moves on in the Illusionary World. As the plains grow cold with the approach of winter, the Illusionary Girl and the Garbage Doll are presented with a difficult situation that reveals the World's true purpose. \n \nBased on the visual novel by Key and produced by Kyoto Animation,  Clannad: After Story  is an impactful drama highlighting the importance of family and the struggles of adulthood. \n \n[Written by MAL Rewrite]",
        "['Slice of Life', 'Comedy', 'Supernatural', 'Drama', 'Romance']",
        "Oct 3, 2008 to Mar 27, 2009",
        "24.0",
        "740101",
        "64",
        "12.0",
        "8.97",
        "https://cdn.myanimelist.net/images/anime/13/24647.jpg"
      ],
      "lowest_rated": [
        "33927",
        "Yans! Gans! Meat or Die Episode 0",
        "A self-described episode 0 of  Meat or Die . This acts as a pilot for the show, drawn in simple 2D animation. ",
        "['Adventure', 'Comedy']",
        "Nov 29, 2008",
        "1.0",
        "137",
        "14606",
        "14521.0",
        "3.41",
        "https://cdn.myanimelist.net/images/anime/7/81634.jpg"
      ]
    }
  },
  {
    "year": 2009,
    "data": {
      "high_count": 265,
      "low_count": 227,
      "highest_rated": [
        "5114",
        "Fullmetal Alchemist: Brotherhood",
        "\"In order for something to be obtained, something of equal value must be lost.\" \n \nAlchemy is bound by this Law of Equivalent Exchange—something the young brothers Edward and Alphonse Elric only realize after attempting human transmutation: the one forbidden act of alchemy. They pay a terrible price for their transgression—Edward loses his left leg, Alphonse his physical body. It is only by the desperate sacrifice of Edward's right arm that he is able to affix Alphonse's soul to a suit of armor. Devastated and alone, it is the hope that they would both eventually return to their original bodies that gives Edward the inspiration to obtain metal limbs called \"automail\" and become a state alchemist, the Fullmetal Alchemist. \n \nThree years of searching later, the brothers seek the Philosopher's Stone, a mythical relic that allows an alchemist to overcome the Law of Equivalent Exchange. Even with military allies Colonel Roy Mustang, Lieutenant Riza Hawkeye, and Lieutenant Colonel Maes Hughes on their side, the brothers find themselves caught up in a nationwide conspiracy that leads them not only to the true nature of the elusive Philosopher's Stone, but their country's murky history as well. In between finding a serial killer and racing against time, Edward and Alphonse must ask themselves if what they are doing will make them human again... or take away their humanity. \n \n[Written by MAL Rewrite]",
        "['Action', 'Military', 'Adventure', 'Comedy', 'Drama', 'Magic', 'Fantasy', 'Shounen']",
        "Apr 5, 2009 to Jul 4, 2010",
        "64.0",
        "1615084",
        "4",
        "1.0",
        "9.23",
        "https://cdn.myanimelist.net/images/anime/1223/96541.jpg"
      ],
      "lowest_rated": [
        "5877",
        "Abunai Sisters: Koko & Mika",
        "Computer-animated gag shorts about two female agents.",
        "['Action', 'Comedy', 'Ecchi']",
        "Jan 15, 2009 to Mar 5, 2009",
        "10.0",
        "3257",
        "6813",
        "11479.0",
        "2.52",
        "https://cdn.myanimelist.net/images/anime/4/57069.jpg"
      ]
    }
  },
  {
    "year": 2010,
    "data": {
      "high_count": 256,
      "low_count": 231,
      "highest_rated": [
        "7311",
        "Suzumiya Haruhi no Shoushitsu",
        "One cold Christmas day, Kyon heads over to school and the SOS Brigade's holiday celebration, only to realize that Haruhi Suzumiya seems to have disappeared. Moreover, no one even remembers her or the SOS Brigade; Mikuru Asahina knows nothing and is now afraid of him, and Itsuki Koizumi has also gone missing. The Literature Club, formed only by an uncharacteristically shy Yuki Nagato, now occupies the old SOS club room. \n \n Suzumiya Haruhi no Shoushitsu  is based on the fourth light novel of the acclaimed Haruhi series and is set after the events of the anime series. Not uncultured in the supernatural, Kyon will have to deal with his whole life turned upside down like a bad joke, and maybe it's better that way. \n \n[Written by MAL Rewrite]",
        "['Comedy', 'Mystery', 'Romance', 'School', 'Sci-Fi', 'Supernatural']",
        "Feb 6, 2010",
        "1.0",
        "400446",
        "211",
        "51.0",
        "8.68",
        "https://cdn.myanimelist.net/images/anime/2/73842.jpg"
      ],
      "lowest_rated": [
        "39718",
        "Jah Jhaka",
        "Music video by VJ Akashic for the song  Jah Jhaka  by Kuruu Crew in their album \"Grind Mirror Ball.\"",
        "['Music']",
        "Oct 28, 2010",
        "1.0",
        "70",
        "15891",
        "12452.0",
        "2.9",
        "https://cdn.myanimelist.net/images/anime/1860/100590.jpg"
      ]
    }
  },
  {
    "year": 2011,
    "data": {
      "high_count": 302,
      "low_count": 289,
      "highest_rated": [
        "11061",
        "Hunter x Hunter (2011)",
        "Hunter x Hunter  is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined. \n \nAlong the way to becoming an official Hunter, Gon befriends the lively doctor-in-training Leorio, vengeful Kurapika, and rebellious ex-assassin Killua. To attain their own goals and desires, together the four of them take the Hunter Exam, notorious for its low success rate and high probability of death. Throughout their journey, Gon and his friends embark on an adventure that puts them through many hardships and struggles. They will meet a plethora of monsters, creatures, and characters—all while learning what being a Hunter truly means. \n \n[Written by MAL Rewrite]",
        "['Action', 'Adventure', 'Fantasy', 'Shounen', 'Super Power']",
        "Oct 2, 2011 to Sep 24, 2014",
        "148.0",
        "1052761",
        "20",
        "3.0",
        "9.11",
        "https://cdn.myanimelist.net/images/anime/11/33657.jpg"
      ],
      "lowest_rated": [
        "16602",
        "Dead Girl Trailer",
        "Once upon a time, a girl was brutally murdered. Stabbed mercilessly and left for dead, she never received justice and her sadistic killer got away. That was until, through supernatural and unknown forces, she was brought back to life—as a zombie! Powerful, relentless, and hungry, Dead Girl is out for revenge! \n \n[Written by MAL Rewrite]",
        "['Horror', 'Parody', 'Supernatural', 'Thriller']",
        "May 22, 2011",
        "1.0",
        "1673",
        "8356",
        "11450.0",
        "3.45",
        "https://cdn.myanimelist.net/images/anime/2/44744.jpg"
      ]
    }
  },
  {
    "year": 2012,
    "data": {
      "high_count": 320,
      "low_count": 338,
      "highest_rated": [
        "15417",
        "Gintama': Enchousen",
        "While Gintoki Sakata was away, the Yorozuya found themselves a new leader: Kintoki, Gintoki's golden-haired doppelganger. In order to regain his former position, Gintoki will need the help of those around him, a troubling feat when no one can remember him! Between Kintoki and Gintoki, who will claim the throne as the main character? \n \nIn addition, Yorozuya make a trip back down to red-light district of Yoshiwara to aid an elderly courtesan in her search for her long-lost lover. Although the district is no longer in chains beneath the earth's surface, the trio soon learn of the tragic backstories of Yoshiwara's inhabitants that still haunt them. With flashback after flashback, this quest has Yorozuya witnessing everlasting love and protecting it as best they can with their hearts and souls. \n \n Gintama': Enchousen  includes moments of action-packed intensity along with their usual lighthearted, slapstick humor for Gintoki and his friends. \n \n[Written by MAL Rewrite]",
        "['Action', 'Comedy', 'Historical', 'Parody', 'Samurai', 'Sci-Fi', 'Shounen']",
        "Oct 4, 2012 to Mar 28, 2013",
        "13.0",
        "166446",
        "667",
        "11.0",
        "8.98",
        "https://cdn.myanimelist.net/images/anime/6/75172.jpg"
      ],
      "lowest_rated": [
        "32294",
        "Ai (ONA)",
        "Short animation by Rapparu.",
        "['Romance']",
        "Aug 10, 2012",
        "1.0",
        "2145",
        "7810",
        "11478.0",
        "2.5700000000000003",
        "https://cdn.myanimelist.net/images/anime/3/77494.jpg"
      ]
    }
  },
  {
    "year": 2013,
    "data": {
      "high_count": 328,
      "low_count": 334,
      "highest_rated": [
        "15335",
        "Gintama Movie 2: Kanketsu-hen - Yorozuya yo Eien Nare",
        "When Gintoki apprehends a movie pirate at a premiere, he checks the camera's footage and finds himself transported to a bleak, post-apocalyptic version of Edo, where a mysterious epidemic called the \"White Plague\" has ravished the world's population. It turns out that the movie pirate wasn't a pirate after all—it was an android time machine, and Gintoki has been hurtled five years into the future! Shinpachi and Kagura, his Yorozuya cohorts, have had a falling out and are now battle-hardened solo vigilantes and he himself has been missing for years, disappearing without a trace after scribbling a strange message in his journal. \n \nSetting out in the disguise given to him by the android time machine, Gintoki haphazardly reunites the Yorozuya team to investigate the White Plague, and soon discovers that the key to saving the future lies in the darkness of his own past. Determined to confront a powerful foe, he makes an important discovery—with a ragtag band of friends and allies at his side, he doesn't have to fight alone. \n \n[Written by MAL Rewrite]",
        "['Action', 'Sci-Fi', 'Comedy', 'Historical', 'Parody', 'Samurai', 'Shounen']",
        "Jul 6, 2013",
        "1.0",
        "135232",
        "833",
        "14.0",
        "8.95",
        "https://cdn.myanimelist.net/images/anime/10/51723.jpg"
      ],
      "lowest_rated": [
        "29978",
        "001",
        "Short animation by Masaki Okuda.",
        "['Comedy']",
        "Feb 7, 2013",
        "1.0",
        "5844",
        "5425",
        "11461.0",
        "3.23",
        "https://cdn.myanimelist.net/images/anime/6/71882.jpg"
      ]
    }
  },
  {
    "year": 2014,
    "data": {
      "high_count": 367,
      "low_count": 401,
      "highest_rated": [
        "23273",
        "Shigatsu wa Kimi no Uso",
        "Music accompanies the path of the human metronome, the prodigious pianist Kousei Arima. But after the passing of his mother, Saki Arima, Kousei falls into a downward spiral, rendering him unable to hear the sound of his own piano. \n  \nTwo years later, Kousei still avoids the piano, leaving behind his admirers and rivals, and lives a colorless life alongside his friends Tsubaki Sawabe and Ryouta Watari. However, everything changes when he meets a beautiful violinist, Kaori Miyazono, who stirs up his world and sets him on a journey to face music again. \n \nBased on the manga series of the same name,  Shigatsu wa Kimi no Uso  approaches the story of Kousei's recovery as he discovers that music is more than playing each note perfectly, and a single melody can bring in the fresh spring air of April. \n \n[Written by MAL Rewrite]",
        "['Drama', 'Music', 'Romance', 'School', 'Shounen']",
        "Oct 10, 2014 to Mar 20, 2015",
        "22.0",
        "995473",
        "28",
        "24.0",
        "8.83",
        "https://cdn.myanimelist.net/images/anime/3/67177.jpg"
      ],
      "lowest_rated": [
        "31686",
        "Shigeru",
        "Short animation by Sawako Kabuki.",
        "['Comedy', 'Dementia']",
        "Jun 14, 2014",
        "1.0",
        "1021",
        "9478",
        "11465.0",
        "3.19",
        "https://cdn.myanimelist.net/images/anime/13/76371.jpg"
      ]
    }
  },
  {
    "year": 2015,
    "data": {
      "high_count": 361,
      "low_count": 350,
      "highest_rated": [
        "28977",
        "Gintama°",
        "Gintoki, Shinpachi, and Kagura return as the fun-loving but broke members of the Yorozuya team! Living in an alternate-reality Edo, where swords are prohibited and alien overlords have conquered Japan, they try to thrive on doing whatever work they can get their hands on. However, Shinpachi and Kagura still haven't been paid... Does Gin-chan really spend all that cash playing pachinko? \n \nMeanwhile, when Gintoki drunkenly staggers home one night, an alien spaceship crashes nearby. A fatally injured crew member emerges from the ship and gives Gintoki a strange, clock-shaped device, warning him that it is incredibly powerful and must be safeguarded. Mistaking it for his alarm clock, Gintoki proceeds to smash the device the next morning and suddenly discovers that the world outside his apartment has come to a standstill. With Kagura and Shinpachi at his side, he sets off to get the device fixed; though, as usual, nothing is ever that simple for the Yorozuya team. \n \nFilled with tongue-in-cheek humor and moments of heartfelt emotion,  Gintama 's fourth season finds Gintoki and his friends facing both their most hilarious misadventures and most dangerous crises yet. \n \n[Written by MAL Rewrite]",
        "['Action', 'Comedy', 'Historical', 'Parody', 'Samurai', 'Sci-Fi', 'Shounen']",
        "Apr 8, 2015 to Mar 30, 2016",
        "51.0",
        "281594",
        "351",
        "6.0",
        "9.05",
        "https://cdn.myanimelist.net/images/anime/3/72078.jpg"
      ],
      "lowest_rated": [
        "31634",
        "Kokuhaku",
        "Beside a certain building, a girl appears to meet an important person. She is shy and carefully prepares herself before delivering what she has come to convey. Reaching behind her back, she lets her feelings come forth... But is it a confession of love, or something else entirely? \n \n[Written by MAL Rewrite]",
        "['Horror']",
        "Aug 27, 2015",
        "1.0",
        "2622",
        "7326",
        "11482.0",
        "2.33",
        "https://cdn.myanimelist.net/images/anime/9/76237.jpg"
      ]
    }
  },
  {
    "year": 2016,
    "data": {
      "high_count": 394,
      "low_count": 426,
      "highest_rated": [
        "32281",
        "Kimi no Na wa.",
        "Mitsuha Miyamizu, a high school girl, yearns to live the life of a boy in the bustling city of Tokyo—a dream that stands in stark contrast to her present life in the countryside. Meanwhile in the city, Taki Tachibana lives a busy life as a high school student while juggling his part-time job and hopes for a future in architecture. \n \nOne day, Mitsuha awakens in a room that is not her own and suddenly finds herself living the dream life in Tokyo—but in Taki's body! Elsewhere, Taki finds himself living Mitsuha's life in the humble countryside. In pursuit of an answer to this strange phenomenon, they begin to search for one another. \n \n Kimi no Na wa.  revolves around Mitsuha and Taki's actions, which begin to have a dramatic impact on each other's lives, weaving them into a fabric held together by fate and circumstance. \n \n[Written by MAL Rewrite]",
        "['Romance', 'Supernatural', 'School', 'Drama']",
        "Aug 26, 2016",
        "1.0",
        "1139878",
        "15",
        "4.0",
        "9.09",
        "https://cdn.myanimelist.net/images/anime/5/87048.jpg"
      ],
      "lowest_rated": [
        "32894",
        "Love Bites",
        "A short animation by Nagao Takena made in MMD.",
        "['Horror']",
        "Mar 6, 2016",
        "1.0",
        "1859",
        "8120",
        "11476.0",
        "2.67",
        "https://cdn.myanimelist.net/images/anime/3/78881.jpg"
      ]
    }
  },
  {
    "year": 2017,
    "data": {
      "high_count": 413,
      "low_count": 432,
      "highest_rated": [
        "35180",
        "3-gatsu no Lion 2nd Season",
        "Now in his second year of high school, Rei Kiriyama continues pushing through his struggles in the professional shogi world as well as his personal life. Surrounded by vibrant personalities at the shogi hall, the school club, and in the local community, his solitary shell slowly begins to crack. Among them are the three Kawamoto sisters—Akari, Hinata, and Momo—who forge an affectionate and familial bond with Rei. Through these ties, he realizes that everyone is burdened by their own emotional hardships and begins learning how to rely on others while supporting them in return.  \n \nNonetheless, the life of a professional is not easy. Between tournaments, championships, and title matches, the pressure mounts as Rei advances through the ranks and encounters incredibly skilled opponents. As he manages his relationships with those who have grown close to him, the shogi player continues to search for the reason he plays the game that defines his career. \n \n[Written by MAL Rewrite]",
        "['Drama', 'Game', 'Seinen', 'Slice of Life']",
        "Oct 14, 2017 to Mar 31, 2018",
        "22.0",
        "169544",
        "657",
        "9.0",
        "9.02",
        "https://cdn.myanimelist.net/images/anime/3/88469.jpg"
      ],
      "lowest_rated": [
        "34223",
        "Forest Fairy Five",
        "A beautiful nation, prospering since ancient times, Japan is now known as the Anime Kingdom. There are more than just humans living there; animes truly do exist in Japan. Past the Fairy Ring, to the world of fairies, live anime-chans. There's a Fairy Ring in your town, too. Here. And there. Even in Harajuku. Maybe even in the Ashigara mountains. By some chance, we'll open that door. And we might get to meet the anime-chans. This is the land where you get to meet anime-chans. \n \n(Source: Crunchyroll)",
        "['Music', 'Comedy', 'Fantasy']",
        "Jan 6, 2017 to Mar 31, 2017",
        "13.0",
        "2284",
        "7628",
        "11459.0",
        "3.25",
        "https://cdn.myanimelist.net/images/anime/9/83713.jpg"
      ]
    }
  },
  {
    "year": 2018,
    "data": {
      "high_count": 413,
      "low_count": 379,
      "highest_rated": [
        "37491",
        "Gintama.: Shirogane no Tamashii-hen - Kouhan-sen",
        "Second Season of the final arc of  Gintama .",
        "['Action', 'Comedy', 'Historical', 'Parody', 'Samurai', 'Sci-Fi', 'Shounen']",
        "Jul 9, 2018 to Oct 8, 2018",
        "14.0",
        "67444",
        "1557",
        "32.0",
        "8.76",
        "https://cdn.myanimelist.net/images/anime/1776/96566.jpg"
      ],
      "lowest_rated": [
        "38980",
        "I Like It",
        "The \"Japan Anime Edition\" music video directed by Ruka Noguchi for  I Like It  by Cardi B.",
        "['Music']",
        "Nov 26, 2018",
        "1.0",
        "278",
        "12382",
        "11453.0",
        "3.43",
        "https://cdn.myanimelist.net/images/anime/1959/98181.jpg"
      ]
    }
  },
  {
    "year": 2019,
    "data": {
      "high_count": 307,
      "low_count": 257,
      "highest_rated": [
        "38524",
        "Shingeki no Kyojin Season 3 Part 2",
        "Seeking to restore humanity’s diminishing hope, the Survey Corps embark on a mission to retake Wall Maria, where the battle against the merciless \"Titans\" takes the stage once again.  \n \nReturning to the tattered Shiganshina District that was once his home, Eren Yeager and the Corps find the town oddly unoccupied by Titans. Even after the outer gate is plugged, they strangely encounter no opposition. The mission progresses smoothly until Armin Arlert, highly suspicious of the enemy's absence, discovers distressing signs of a potential scheme against them.  \n \n Shingeki no Kyojin Season 3 Part 2  follows Eren as he vows to take back everything that was once his. Alongside him, the Survey Corps strive—through countless sacrifices—to carve a path towards victory and uncover the secrets locked away in the Yeager family's basement. \n \n[Written by MAL Rewrite]",
        "['Action', 'Drama', 'Fantasy', 'Military', 'Mystery', 'Shounen', 'Super Power']",
        "Apr 29, 2019 to Jul 1, 2019",
        "10.0",
        "446370",
        "175",
        "5.0",
        "9.07",
        "https://cdn.myanimelist.net/images/anime/1517/100633.jpg"
      ],
      "lowest_rated": [
        "40316",
        "Phantomi: Mini Anime",
        "A simplistic chibi anime side-stories to the tokusatsu show  Secret × Heroine Phantomirage! .  \n \nKokomi, Saki, and Yotsuba are three middle schoolers and friends who lead different lifestyles. One day, they meet Kumachi, a talking teddy bear fairy sent by her master Phandy to search for the wish-granting artifacts, the \"Reverse Jewels\" that can corrupt a human's heart. Kumachi later chooses them to become Phantomirage, a Robin Hood-styled phantom thieves of justice to acquire the Reverse Jewels with the promise of granting their own wishes. The Phantomirage proceed in this by purifying people who are corrupted by the Gyakugyaku-Police, a group of bad cops who use the Reverse Jewels to turn those they arrest into \"Ikenaiers\", an evil polarized versions of themselves. Becoming mass media sensations while attracting the attention of the actual police who are investigating them and the Gyakugyaku-Police, the Phantomirage members are warned to conceal their identities from the public.  \n \n(Source: Wiki)",
        "['Magic', 'Shoujo']",
        "Aug 5, 2019 to ?",
        "",
        "62",
        "16014",
        "13542.0",
        "1.25",
        "https://cdn.myanimelist.net/images/anime/1034/102820.jpg"
      ]
    }
  }
]
